apt-transport-https
build-essential
ca-certificates
curl
gfortran
git
htop
libatlas-base-dev
libblas-dev
libblas3
libffi-dev
libfreetype6
libfreetype6-dev
libjpeg8
libjpeg8-dev
liblapack-dev
liblapack3
libreadline-dev
libssl-dev
libxml2-dev
libxslt1-dev
nodejs
npm
openssl
pkg-config
python
python-dev
python-pip
python-pip
python3
python3-dev
python3-pip
software-properties-common
sudo
tree
vim-nox
wget
zlib1g-dev
